{
    "Tavoli": [
        [
            "TABLE GAMES",
            "TableTableView.png",
            [
                [
                    "FAIR ROULETTE",
                    "Fair.png",
                    [
                        "0",
                        "0",
                        "8",
                        [
                            [
                                "IL GIOCO",
                                "A Ca' Vendramin Calergi e a Ca' Noghera è possibile giocare a questa variante dinamica della Roulette Francese, la Fair Roulette.\n\nTra le differenze più significative osserviamo la dimensione del tavolo e la forma del tracciato (tableau), il cilindro (le cylindre) con i numeri disposti in maniera analoga ma privo delle quattro impugnature utilizzate per invertirne la rotazione, la presenza del Capo Tavolo (Chef de Table) e di un solo impiegato (croupier), la dotazione della banca formata da gettoni di valore, ma soprattutto di colore: e infine le procedure per i pagamenti effettuati per colore in modo cumulativo.\n\nOgni tavolo presenta una dotazione di gettoni dello stesso valore nominale, se non diversamente indicato, che si differenziano tra loro per il colore: a ciascun giocatore ne viene attribuito uno personale. Questo accorgimento agevola il cliente nell'individuazione delle proprie giocate ed elimina le possibili contestazioni relative alle puntate e vincite.\n\nÈ importante ricordare che i gettoni di colore portano impresso il numero del tavolo di appartenenza, pertanto possono essere giocati soltanto su quello indicato.\n\nIl giocatore effettua personalmente le proprie puntate, però, se lo desidera, ha la possibilità di consegnare al croupier gli annunci riguardanti la Serie 5/8, i Vicini dello Zero, gli Orfanelli e il numero con i suoi laterali sul cilindro, due a destra e due a sinistra.\n\nIl gioco è molto semplice: si scommette contro il banco cercando di indovinare in quale numero cadrà la pallina lanciata dal croupier (le bouler). Le puntate vincenti daranno diritto a dei premi proporzionali sia al valore dei gettoni che al tipo di combinazione scelta.\n\nLa partita inizia con il tradizionale invito rivolto dall'impiegato: \"Messieurs faites vos jeux\" e termina dopo il lancio della boule con il consueto \"Rien ne va plus\". Da questo momento in poi non sono più permesse le puntate, solamente il Capo Tavolo, in alcuni casi, può concedere una deroga.\n\nLa pallina determina il numero vincente quando si ferma in una delle trentasette caselle del cilindro, il croupier lo annuncia in francese dichiarando le relative combinazioni semplici (rouge o noir, pair o impair, manque o passe), contemporaneamente evidenzia con il dolly il numero corrispondente riportato sul tracciato (tableau) ed elenca le vincite; subito dopo \"libera il tappeto\" ritirando i gettoni perdenti.\n\nConclusa questa fase predispone i pagamenti rispettando un ordine prestabilito: colonne, chances semplici, dozzine, infine, dopo aver individuato i proprietari, paga le vincite sulle chances multiple, facendo sempre riferimento alla posizione dei gettoni sul tappeto, iniziando da quelli di colore e terminando con quelli di valore.\n\nCon l'uscita dello 0 vincono le puntate sul numero e sulle sue combinazioni multiple, perdono le colonne e dozzine, mentre le puntate sulle combinazioni semplici, dimezzando il proprio valore, vengono subito divise fra il giocatore e il banco (à partager). Nel caso in cui sulle chances vi sia un numero dispari di gettoni, quello indivisibile rimarrà \"in prigione\" (en prison) vincolato nell'apposita linea. Il colpo successivo, se risulterà vincente, verrà liberato, mentre sarà incamerato se perdente.",
                                ""
                            ],
                            [
                                "COMBINAZIONI E PAGAMENTI",
                                "Numero Pieno (En Plein)\nÈ formato da un numero singolo (dallo 0 al 36): si punta posizio-nando il gettone sulla casella del numero prescelto.\n\nCavallo (Cheval)\nÈ formato da due numeri attigui, lo si individua pronunciando entrambi i numeri (dal minore al maggiore), può essere orizzontale e verticale. La puntata si effettua posizionando il gettone sulla linea che separa i due numeri.\n\nTerzina o Trasversale Piena (Transversale Pleine)\nÈ formata da tre numeri progressivi situati sulla stessa linea orizzontale. La terzina è individuata pronun-ciando il primo e l'ultimo numero (dal minore al maggiore), si gioca posizionando il gettone sulla linea esterna del tracciato. È tradizione chiamare la prima terzina \"tre primi\" (trois premiers) e l'ultima \"tre ultimi\" (trois derniers).\n\nTrasversale dello Zero (Transversale du Zero)\nLe terzine, chiamate anche trasver-sali dello zero (transversales du zero), 0/1/2 e 0/2/3 hanno i numeri sul tacciato posizionati diversamente dalla terzina tradizionale.\n\nCarré (Carré)\nÈ formato dai quattro numeri, due sopra e due sotto, che compongono un quadrato. Si individua pronun-ciando il primo e l'ultimo numero (dal minore al maggiore), si punta posizionando il gettone al centro dei quattro numeri.\n\nQuattro Primi (Quatre Premiers)\nLa sequenza numerica 0/1/2/3 viene individuata con il nome \"quattro primi\" (quatre premiers). Si punta posizionando il gettone sulla linea esterna del tracciato tra lo 0, l'1 e la prima dozzina.\n\nSestina (Sixaine - Transversale Simple)\nÈ formata da sei numeri progres-sivi che compongono due terzine consecutive, una sopra e l'altra sotto. La si individua pronunciando il primo e l'ultimo numero (dal minore al maggiore). È tradizione chiamare la prima sestina \"sei primi\" (six premiers) e l'ultima \"sei ultimi\" (six derniers). Si punta posizio-nando il gettone sulla linea esterna del tracciato tra le due terzine.\n\nDozzina (Douzaine)\nSono tre, ognuna delle quali è formata da dodici numeri progressivi.\n\nPrima: dall'1 al 12 - douze premiers, seconda: dal 13 al 24 - douze milieu, terza: dal 25 al 36 - douze derniers.\nLa si individua pronunciando \"prima dozzina, dozzina di mezzo, ultima dozzina\". Si punta posizionando il gettone sugli appositi spazi situati sul tracciato.\n\nColonna (Colonne)\nSono tre, ognuna delle quali è formata da dodici numeri posizio-nati uno sotto l'altro sul tracciato. La si individua considerando tutti i numeri posizionati in colonna che partono dal 34, 35 o 36. Si punta collocando il gettone negli appositi spazi situati sotto la colonna dei numeri che la compongono.",
                                "CHANCES MULTIPLE",
                                [
                                    "PIENO",
                                    "35 TO 1"
                                ],
                                [
                                    "CAVALLO",
                                    "17 TO 1"
                                ],
                                [
                                    "CARRÉ",
                                    "8 TO 1"
                                ],
                                [
                                    "QUATTRO PRIMI",
                                    "8 TO 1"
                                ],
                                [
                                    "TERZINA",
                                    "11 TO 1"
                                ],
                                [
                                    "SESTINA",
                                    "5 TO 1"
                                ],
                                [
                                    "DOZZINA",
                                    "2 TO 1"
                                ],
                                [
                                    "COLONNA",
                                    "2 TO 1"
                                ]
                            ],
                            [
                                "COMBINAZIONI E PAGAMENTI",
                                "Manque e Passe\nSono formati ciascuno da diciotto numeri:\nManque dall'1 al 18.\nPasse dal 19 al 36.\nSi puntano giocando il gettone negli appositi spazi (Manque o Passe) del tracciato.\n\nPari e Dispari (Pair et Impair)\nComprendono ciascuno diciotto numeri:\nImpair comprende i numeri dispari.\nPair comprende i numeri pari.\nSi puntano giocando il gettone negli appositi spazi (Impair o Pair) del tracciato.\n\nRosso e Nero (Rouge et Noir)\nSono formati ciascuno da diciotto numeri.\nSi puntano giocando il gettone negli appositi spazi (rosso o nero) del tracciato.\n\nRossi\n1-3-5-7-9-12-14-16-18\n19-21-23-25-27-30-32-34-36\n\nNeri\n2-4-6-8-10-11-13-15-17\n20-22-24-26-28-29-31-33-35",
                                "CHANCES SEMPLICI",
                                [
                                    "PARI",
                                    "1 TO 1"
                                ],
                                [
                                    "DISPARI",
                                    "1 TO 1"
                                ],
                                [
                                    "MANQUE (1-18)",
                                    "1 TO 1"
                                ],
                                [
                                    "PASSE (19-36)",
                                    "1 TO 1"
                                ],
                                [
                                    "ROSSO",
                                    "1 TO 1"
                                ],
                                [
                                    "NERO",
                                    "1 TO 1"
                                ]
                            ],
                            [
                                "ANNUNCI",
                                "CLICCA L'ICONA PER I DETTAGLI",
                                "",
                                [
                                    "VICINI DELLO ZERO",
                                    "9 gettoni"
                                ],
                                [
                                    "SERIE 5/8",
                                    "6 gettoni"
                                ],
                                [
                                    "ORFANELLI",
                                    "5 gettoni"
                                ],
                                [
                                    "NASSA",
                                    "5 gettoni"
                                ],
                                [
                                    "ZERO SPIEL",
                                    "4 gettoni"
                                ],
                                [
                                    "SETTORI DI 5 NUMERI",
                                    "5 gettoni"
                                ]
                            ],
                            [
                                "ANNUNCI",
                                "CLICCA L'ICONA PER I DETTAGLI",
                                "FINALI IN PIENO",
                                [
                                    "Vicini dello 0 - 1 - 2 - 3 - 4 - 5 - 6 zero",
                                    "4 gettoni"
                                ],
                                [
                                    "7- 8 -9",
                                    "3 gettoni"
                                ]
                            ],
                            [
                                "ANNUNCI",
                                "CLICCA L'ICONA PER I DETTAGLI",
                                "FINALI A CAVALLO ORIZZONTALI",
                                [
                                    "0/1  1/2  2/3  4/5  5/6",
                                    "5 gettoni"
                                ],
                                [
                                    "7/8  8/9",
                                    "4 gettoni"
                                ]
                            ],
                            [
                                "ANNUNCI",
                                "CLICCA L'ICONA PER I DETTAGLI",
                                "FINALI A CAVALLO VERTICALI",
                                [
                                    "0/3  1/4  2/5  3/6",
                                    "4 gettoni"
                                ],
                                [
                                    "4/7  5/8  6/9  7/10  8/11  9/12",
                                    "3 gettoni"
                                ]
                            ],
                            [
                                "SECTORS AND FINALS",
                                "La Serie 5/8 e i Vicini dello Zero sono tradizionalmente tenuti \"pagati a piazzare\" dall'impiegato, i gettoni corrispondenti all'ammontare della giocata vengono collocati in appositi spazi disegnati sul tracciato. A numero uscito, il gettone, nella terzina e nel Carré dei Vicini dello Zero sono due, verrà piazzato solo se risulterà vincente un numero della combinazione giocata mentre sarà annullato se perdente.\n\nLa Serie 5/8 (Le Tiers du Cylindre)\nSi giocano dodici numeri con sei gettoni, e comprende i seguenti cavalli: 5/8 - 10/11 - 13/16 - 23/24 - 27/30 - 33/36.\n\nI Vicini dello Zero (Les Voisins du Zéro)\nSi giocano diciassette numeri con nove gettoni e sono formati dalle seguenti combinazioni: due gettoni sulla terzina 0/2/3 e il carré 25/29, un gettone per ognuno dei seguenti cavalli 4/7 - 12/15 - 18/21 - 19/22 - 32/35.\n\nGli Orfanelli (Les Orphelins)\nSono formati da due settori del cilindro distanti tra loro che separano i numeri della Serie 5/8 da quelli dei Vicini dello Zero: 17/34/6 da una parte: 1/20/14/31/9 dall'altra. Gli Orfanelli si accettano giocati a cavallo con cinque gettoni così ripartiti: un pieno al numero 1 e un pezzo per ognuno dei seguenti cavalli: 6/9 - 14/17 - 17/20 - 31/34, oppure in pieno con otto gettoni.\n\nLa Nassa\nSi gioca con 5 pezzi puntando un gettone per ognuno delle seguenti combinazioni: 0/3 - 12/15 - 19 - 26 - 32/35. Una variante, nota come \"Zero spiel\", non comprende il 19 e quindi si gioca con quattro pezzi: 0/3 - 12/15 - 26 - 32/35.\n\nSettore di 5 numeri (Un Numéro et Deux Voisins)\nÈ formato da un numero e dai suoi laterali sul cilindro, due a destra e due a sinistra. Si punta con cinque pezzi giocando i pieni.\n\nFinali (Les finales)\nSi individuano osservando il tracciato dei numeri sul tappeto, e possono essere in pieno e a cavallo. Le finali in pieno sono formate dai numeri che hanno in comune la stessa cifra finale (le unità), ad esempio la \"3\": 3/13/23/33. Le finali a cavallo hanno in comune le unità di due numeri vicini tra loro (a cavallo) e, a loro volta, si dividono in orizzontali e verticali.\n\n- Le Finali Verticali\nSono formate da due numeri posti uno sopra all'altro, si giocano a cavallo con tre o quattro gettoni determinati dalla posizione dei numeri sul tracciato. Esempio finale 3/6 quattro gettoni: 3/6 - 13/16 -23/26 - 33/36.\n\n- Le Finali Orizzontali\nComprendono una sequenza di due numeri consecutivi giocati a cavallo e in pieno (due per Finale) determinati dalla loro collocazione sul tracciato, si puntano con quattro o cinque gettoni. Molto richiesta è la finale 8/9: 8/9 - 18 - 19 - 28/29 (quattro pezzi).\n\nGli annunci vincenti si possono far rigiocare dall'impiegato utilizzando l'importo del pagamento.",
                                "If a called bet wins it can be replayed by the croupier using the sum paid out as follows:",
                                [
                                    "TO REPLAY",
                                    "The same number of chips."
                                ],
                                [
                                    "TO COMPLETE",
                                    "The same number of chips, less the stake."
                                ],
                                [
                                    "TO PLAY ALL",
                                    "(Series and Voisins) the entire win plus the stake\n(A series triples and a voisin doubles)"
                                ]
                            ],
                            [
                                "REGOLE GENERALI",
                                "Per una miglior conoscenza del gioco vengono riportate alcune tra le principali regole che disciplinano lo svolgimento della partita.\n• Il valore base del gettone di colore è determinato dal minimo del tavolo.\n• La puntata minima con il colore per ognuna delle combinazioni semplici, colonne e dozzine è di almeno cinque gettoni giocati assieme, sempre di almeno cinque pezzi, giocabili anche uno per ogni combinazione, se la puntata è fatta sulle combinazioni dei numeri (sestina, terzina ecc.).\n• Durante la partita, il giocatore deve tenere esposti i gettoni di colore collocandoli negli appositi spazi situati fuori dal tracciato sul bordo del tavolo.\n• I gettoni di colore devono essere convertiti in gettoni di valuta alla chiusura del tavolo quando il cliente smette di giocare o si allontana, anche se ciò avviene per un breve intervallo di tempo. Ogni altro uso dei gettoni di colore è vietato.\n• I gettoni di colore puntati per errore su tavoli diversi saranno pagati, se vincenti, in base al loro reale valore qualora sia determinabile, altrimenti secondo il minimo di apertura del tavolo di provenienza, mentre saranno ritirati se perdenti.\n• Possono partecipare al gioco anche i clienti in possesso di gettoni di valuta negoziabili in tutti i tavoli e per i quali, nelle combinazioni multiple, non vi è un limite minimo di pezzi da puntare. Nelle combinazioni semplici il valore minimo della puntata deve corrispondere a cinque gettoni di colore.\n• Ogni spostamento, correzione o errore anche dell'impiegato di gioco dovrà essere segnalato al Capo Tavolo prima dell'annuncio del \"Rien ne va plus\".\n• La vincita è determinata unicamente dalla posizione del gettone all'uscita del numero, quindi il cliente è invitato a seguire attentamente lo svolgimento della partita, controllare la posizione dei propri gettoni sul tavolo da gioco, anche se piazzati dall'impiegato, e a presenziare ai pagamenti.\n• La Direzione declina ogni responsabilità sulle puntate effettuate dall'impiegato in modo non conforme alle richieste del giocatore.\n• Non è consentito puntare a cavallo sulle combinazioni semplici, sulle dozzine e sulle colonne.\n• Il giocatore che vince conserva la sua puntata iniziale e può lasciarla nella stessa combinazione oppure, al termine del pagamento, ritirarla o spostarla.\n• I giocatori non possono toccare i gettoni vincenti prima che siano completati tutti i pagamenti.\n• Per poter nuovamente puntare i giocatori devono attendere che l'impiegato abbia liberato il numero e ritirato tutte le giocate perdenti (sulle combinazioni vincenti è possibile farlo solo dopo la fine di tutti i pagamenti).\n• Le vincite non riscosse sulle chances multiple vengono subito accantonate assieme alle puntate, quelle sulle chances semplici, colonne e dozzine, dopo il terzo colpo.\n• Le puntate minime e massime sono evidenziate sui singoli tavoli da gioco mediante appositi cartelli, gli importi sono strettamente vincolanti per il giocatore, che non può mai superarli neppure con l'intervento di terzi. La vincita eccedente realizzata superando il massimo consentito non sarà pagata e la differenza della puntata verrà restituita al cliente.\n• La Direzione si riserva il diritto di modificare i minimi e i massimi anche nel corso della stessa giornata: il Capo Tavolo avviserà verbalmente i giocatori e disporrà il cambio del relativo cartello.\n• È facoltà della Direzione sospendere la partita in qualsiasi momento della giornata.\n• La risoluzione di eventuali controversie in materia di gioco è demandata alla decisione inappellabile della Direzione Giochi.",
                                ""
                            ]
                        ]
                    ]
                ],
                [
                    "BLACK JACK",
                    "BlackJ.png",
                    [
                        "1",
                        "1",
                        "blackjack_972X458.png",
                        [
                            [
                                "IL GIOCO",
                                "Il gioco si svolge tra il banco rappresentato dal Casinò e i giocatori. Vince chi realizza il punteggio più alto, non superiore al 21, determinato dalla somma dei valori delle carte ricevute inizialmente o richieste successivamente. Ogni giocatore (player) conduce una partita autonoma adottando di volta in volta varie strategie.\n\nAl Black Jack vengono utilizzati sei mazzi di cinquantadue carte da gioco formati da tredici carte per ognuno dei quattro semi (Cuori - Quadri - Fiori - Picche) così composti: un Asso (Ace), nove carte numerate in ordine crescente da 2 a 10, un Fante (Jack), una Donna (Queen) e un Re (King). L’Asso vale 1 o 11 punti, a scelta, determinando il punteggio più favorevole, le figure 10 punti, le altre il loro valore nominale.\n\nIl tavolo ha la forma di un semicerchio. Da un lato siede il banchiere (Dealer) mentre di fronte prendono posto sette giocatori in corrispondenza di altrettante postazioni: ognuna di queste comprende tre cerchietti per un totale di ventuno clienti (sette seduti e quattordici in piedi).\n\nI giocatori seduti puntando sul primo cerchietto (di colore rosso posizionato più vicino al Dealer), diventano titolari di una postazione (box holder), e con le loro decisioni vincolano il gioco di coloro che puntano nei due cerchietti rimasti liberi. Questi ultimi non possono influenzare per nessun motivo i vari titolari o interferire nelle loro scelte.\n\nLe giocate terminano nel momento in cui il Dealer, annunciando “Rien ne va plus”, sfila la prima carta dal sabot: dopo questo invito, nessuna puntata può essere aggiunta, tolta o spostata.\n\nIl banchiere procedendo da sinistra verso destra distribuisce una carta scoperta in ogni postazione giocata assegnando l’ultima al banco, effettua poi un secondo giro di carte scoperte, una per ogni postazione nello stesso ordine della prima, senza però attribuirla a sé stesso.\n\nIl cliente dopo aver preso visione delle proprie carte può decidere se “rimanere” o “sviluppare” il gioco rispettando delle semplici regole: quando il punteggio raggiunto è inferiore o pari a 11 ha l’obbligo di superarlo chiamando almeno un’altra carta, quando arriva al 21 si deve fermare, in tutti gli altri casi la richiesta è libera; se però oltrepassa il 21 “sballa” e per quella mano non ha più la possibilità di rientrare in gioco. Cominciando dalla sua sinistra, postazione per postazione, il Dealer, leggendo il punteggio, inviterà ogni titolare a manifestare il suo gioco. La risposta dovrà essere inequivocabile: “carta” o “no carta”.\n\nQuando tutti hanno fatto il proprio gioco il Dealer deve portare a termine il suo, applicando obbligatoriamente “la regola del banco”: se ha un punteggio fino a 16 si attribuisce una o più carte per superarlo, se raggiunge o oltrepassa il 17 si ferma. Se va oltre al 21 la sua mano è perdente, e si conclude con il pagamento di tutte le puntate rimaste.\n\nIl Dealer, definiti tutti i punteggi, li confronta con il proprio: procedendo da destra verso sinistra, postazione per postazione, paga le combinazioni superiori alla sua, ritira quelle inferiori e lascia quelle in parità. In caso di vincita il premio è alla pari.\n\nIl giocatore che riceve con le due carte iniziali Asso e figura oppure Asso e 10 forma il “Black Jack”: questa combinazione vince sul 21 ed è pagata 3 a 2, se anche il banco realizza “Black Jack” la mano viene considerata in parità. Il “Black Jack” determina sempre in 11 punti il valore dell’asso, pertanto non è consentito richiedere l’attribuzione di altre carte.",
                                ""
                            ],
                            [
                                "VARIANTI DEL GIOCO",
                                "RADDOPPIO (Double - Down)\nIl giocatore titolare di postazione dopo aver ricevuto le prime due carte, indipendentemente dal punteggio ottenuto, può decidere di raddoppiare la propria puntata. In questo caso il Dealer posiziona l’importo ricevuto sopra alla puntata iniziale e assegna una sola carta, che viene sistemata perpendicolarmente rispetto alle altre due. I giocatori che hanno puntato sulla postazione non sono obbligati a raddoppiare la posta, ma devono accettare l’attribuzione di una sola carta.\n\nDIVISIONE (Splitting)\nSe le prime due carte ricevute sono di pari valore (due 3, due Jack, un Re e un 10 ecc.) il titolare di postazione ha la possibilità di dividerle (Split) conducendo il gioco in due mani separate e indipendenti.\nIl Dealer dispone le due carte vicine tra loro, una parallela all’altra, posizionando accanto alla posta iniziale il medesimo importo consegnato dal cliente. Se con la terza carta ricevuta forma un’altra coppia il giocatore può effettuare un’ultima divisione aggiungendo un’ulteriore puntata sempre dello stesso valore.\nDopo aver diviso due figure, due 10 oppure figura e 10 il titolare di postazione, ricevendo un asso, ha la facoltà di farlo valere 1 o 11 punti: se decide per il valore di 1, determinando il punteggio totale in 11 punti, può richiedere una o più carte o raddoppiare.\n\nDIVISIONE DI 2 ASSI (Splitting 2 Ace)\nNella divisione di 2 Assi il Dealer attribuisce una sola carta per ciascuno di essi, sistemata perpendicolarmente, senza altre possibilità di gioco. Se la carta è un 10 o una figura, il punteggio realizzato non è “Black Jack” ma solamente “21”.\nNella divisione la decisione del titolare di postazione è vincolante per gli altri giocatori.\n\nASSICURAZIONE (Insurance)\nNel caso in cui il Dealer si attribuisca un Asso come prima carta, viene offerta ai giocatori l’opportunità di scommettere sull’eventuale “Black Jack” realizzato dal banco. Questa scelta viene chiamata “Assicurazione”, l’adesione è libera e non è vincolata alla decisione del titolare di postazione.\nIl giocatore che si assicura depone sulla linea con la scritta “Insurance”, davanti alla propria postazione, un importo in gettoni il cui valore non può superare la metà della puntata iniziale. Se il Dealer realizza “Black Jack” paga le “Assicurazioni” 2 a 1 (gli eventuali “Black Jack” non possono essere assicurati, pertanto pareggiano), tutte le altre puntate sono perdenti. Se invece non forma il “Black Jack” le assicurazioni perdono subito, quindi, se non è già determinato, il Dealer completa il punto del banco operando poi contestualmente su ogni casella.\n\nBLACK JACK ALLA PARI\nQuando la prima carta del Dealer è un Asso, figura o 10, ogni giocatore in possesso di “Black Jack”, anche se non è titolare di postazione, può richiedere l’immediato pagamento ricevendo un importo pari alla puntata.",
                                ""
                            ],
                            [
                                "REGOLE GENERALI",
                                "• Ogni titolare decide solo su una postazione; se al tavolo ve ne sono alcune di libere ha la possibilità di giocare e decidere momentaneamente anche su queste. Qualora venissero occupate perde questo diritto.\n\n• Il giocatore non può toccare le carte per nessun motivo.\n• Nel caso in cui una puntata sia inferiore al minimo del tavolo, attribuita la prima carta alla prima postazione, non potrà più essere integrata e per quella mano sarà accettata come valida.\n• Se, in caso di raddoppio, l’importo aggiunto dal cliente fosse inferiore a quello puntato, attribuita la carta, non potrà più essere integrato e sarà considerato valido; l’eventuale pagamento corrisponderà all’importo giocato. Se invece dovesse superare quello puntato, in caso di vincita, l’importo eccedente la somma iniziale non sarà pagato, mentre se perdente verrà restituito.\n• Al tavolo può sedere solo chi gioca. Se al tavolo è presente un solo cliente, per poter giocare “solo contro il banco” deve puntare in almeno due postazioni.\n• Le puntate minime e massime sono evidenziate sui singoli tavoli da gioco mediante appositi cartelli; gli importi sono strettamente vincolanti per il giocatore, che non può mai superarli, neppure con l’intervento di terzi; la vincita eccedente realizzata superando il massimo consentito non sarà pagata e la differenza della puntata restituita al cliente.\n• La soluzione di eventuali controversie è demandata alla decisione inappellabile della Direzione Giochi.",
                                ""
                            ]
                        ]
                    ]
                ],
                [
                    "TEXAS HOLD'EM POKER",
                    "Texas.png",
                    [
                        "Texas.png",
                        "3",
                        "Texas.png",
                        [
                            [
                                "IL GIOCO",
                                "Il Texas Hold 'em Poker cash è aperto tutti i giorni nella sede di Ca' Noghera e in forma di torneo nella nuovissima poker room con competizioni giornaliere tutti i giorni, esclusi martedì e mercoledì.\nCa' Vendramin Calergi è sede di importanti tornei e competizioni internazionali\n\nIl Texas Hold ’em Poker si gioca con un mazzo di cinquantadue carte formato da quattro semi: Cuori - Quadri - Fiori - Picche. L’Asso ha il valore più alto, il 2 quello più basso, mentre nessun seme prevale sull’altro.\n\nLa partita si svolge esclusivamente tra giocatori. Il compito del Capo Partita (responsabile del tavolo) è di condurla, far rispettare le regole, distribuire le carte, controllare le puntate cambiando, se necessario, le chips ai giocatori e prelevare la tassa (Cagnotte - Rake) seguendo le percentuali stabilite dalla Casa da Gioco.\n\nAl tavolo possono sedere solo i giocatori, per poter iniziare devono essere presenti almeno due dei dieci consentiti. Nel caso in cui tutti i posti siano occupati si può prenotare fornendo il proprio nominativo al Floorman.\n\nOgni giocatore deve realizzare una combinazione di carte superiore a quella degli altri, utilizzando le cinque migliori carte scelte tra le due coperte e personali (Hole Cards) ricevute inizialmente e le cinque comuni (Community Cards) distribuite sul “tappeto”, in tre sequenze diverse, nel corso della mano.\n\nLe combinazioni vincenti sono quelle classiche del gioco del Poker a cinquantadue carte.",
                                ""
                            ],
                            [
                                "FASI DEL GIOCO",
                                "Il mazziere del tavolo (giocatore che riceve le carte per ultimo) è indicato da un Botton di forma circolare, leggermente più grande delle chips tradizionali, contrassegnato dalla lettera “D” o dalla parola Dealer, posizionato davanti alla sua postazione. Il bottone viene spostato in senso orario all’inizio di ogni round di gioco.\nLa mano inizia quando i due giocatori alla sinistra del bottone effettuano una puntata obbligatoria, dal valore prestabilito, chiamata “Piccolo Buio” e “Grande Buio” (Small Blind e Big Blind).\nL’impiegato assegna due carte coperte e personali a ciascun giocatore presente al tavolo distribuendole una alla volta partendo sempre dallo Small Blind (il primo seduto alla sinistra del bottone).\nL’attribuzione delle carte determina l’inizio delle puntate, la prima viene fatta dal giocatore alla sinistra del Big Blind e deve avere almeno lo stesso importo.",
                                "COMBINAZIONI",
                                [
                                    "SCALA REALE",
                                    ""
                                ],
                                [
                                    "SCALA COLORE",
                                    ""
                                ],
                                [
                                    "POKER",
                                    ""
                                ],
                                [
                                    "FULL",
                                    ""
                                ],
                                [
                                    "COLORE",
                                    ""
                                ],
                                [
                                    "SCALA",
                                    ""
                                ],
                                [
                                    "TRIS",
                                    ""
                                ],
                                [
                                    "DOPPIA COPPIA",
                                    ""
                                ],
                                [
                                    "COPPIA",
                                    ""
                                ],
                                [
                                    "CARTA PIÙ ALTA",
                                    ""
                                ]
                            ],
                            [
                                "FLOP, TURN E RIVER",
                                "Flop\nAlla fine del giro di puntate, dopo aver annullato una carta senza farla vedere, l’impiegato scopre sul tappeto, una di seguito all’altra, tre carte (Flop), queste sono comuni e vengono utilizzate da ogni giocatore per formare la propria combinazione migliore. Il Flop rende possibile una nuova serie di scommesse.\n\nTurn\nIl giro delle puntate, l’impiegato annulla una carta e contemporaneamente ne gira una, sempre comune a tutti (Turn), posizionandola accanto alle tre del Flop. Il Turn determina il terzo giro di scommesse.\n\nRiver\nRispettando la stessa procedura viene mostrata la quinta carta (River). Con il River si conclude la sequenza delle puntate.\n\nL’impiegato invita i giocatori ancora in gioco ad effettuare lo Showdown: le carte sono fatte vedere appoggiandole sul “tappeto”. Il giocatore che si aggiudica “il piatto” (Pot) è quello che avrà realizzato la combinazione più alta (in caso di parità viene diviso).\n\nAl termine il bottone viene spostato di un posto verso sinistra determinando l’inizio di una nuova mano.",
                                ""
                            ],
                            [
                                "GLOSSARIO",
                                "Bet\nPuntata iniziale\n\nCheck\nPassare la mano lasciando parlare gli altri giocatori\n\nCall\nVedere o accettare il gioco puntando lo stesso importo\n\nRaise\nRilanciare una puntata aggiungendo un importo maggiore\n\nFold\nRitirarsi dalla mano lasciando le puntate\n\nAll in\nMettere nel piatto tutta la posta",
                                ""
                            ],
                            [
                                "NOTE",
                                "Si consiglia di anticipare ogni azione di gioco con una conferma verbale, questo accorgimento tutela il giocatore da interpretazioni o comportamenti sbagliati che non sempre possono essere corretti.\n\nLa soluzione di eventuali controversie è demandata alla decisione inappellabile della Direzione Giochi.",
                                ""
                            ]
                        ]
                    ]
                ],
                [
                    "PUNTO BANCO",
                    "Banco.png",
                    [
                        "Banco.png",
                        "4",
                        "Banco.png",
                        [
                            [
                                "IL GIOCO",
                                "Il Punto Banco tradizionale (large variant) può ospitare due dealer e fino a quindici giocatori, mentre al tavolo del Midi Punto Banco, dalla forma di semicerchio simile a quello del Black Jack, siedono un banchiere e un numero di giocatori che varia da sette (Mini Punto banco) a nove.\n\nLe carte da 1 (asso) a 9 mantengono il valore, le figure (fante, donna, re) e i 10 si annullano.\n\nIl punteggio della mano si ottiene sommando le carte e eliminando, quando possibile, la decina (es. 8+6=14=4). Il massimo realizzabile è \"9 di battuta\" (raggiunto con le prime due carte), il più basso è \"0\". Vince il punteggio più alto.\n\nOgni giocatore ha a disposizione tre diverse possibilità di scommessa: \"Punto\", \"Banco\", \"Egalité\" (pareggio).\n\nI pagamenti sono alla pari, ad eccezione della combinazione Egalité, pagata 8 a 1. La Casa da Gioco trattiene come cagnotte (tassa) il 5% delle vincite sulle puntate al Banco.\n\nIl banchiere conduce la partita, distribuisce le carte, ritira i gettoni perdenti e paga quelli vincenti.\n\nPer la determinazione dei punteggi ad ogni mano estrae dal sabot, una di seguito all'altra, quattro carte scoperte assegnando la prima e la terza al Punto, la seconda e la quarta al Banco.\n\nLeggendo il valore delle prime due carte si ferma o attribuisce ancora una carta a Punto rispettando la tabella dei tiraggi, (tableau de tirage), che riporta la regola di gioco da seguire per il Punto e per il Banco; successivamente, facendo sempre riferimento alla medesima tabella, termina la mano o serve la terza carta anche per la combinazione Banco.\n\nI punteggi di otto e nove, raggiunti con le prime due carte, danno il \"diritto di battuta\" (espressione usata allo Chemin de Fer per scoprire le carte) sia al Punto che al Banco.\n\nQueste combinazioni chiudono la mano escludendo la possibilità di effettuare eventuali \"tiraggi\".\n\nIl Punto deve attenersi alla regola che impone la terza carta quando le prime due formano una combinazione pari a 0, 1, 2, 3, 4 e 5, obbliga a restare quando raggiungono un punteggio di 6 o 7, e abbattere con 8 o 9.\n\nIl Banco esercita il diritto di battuta con 8 o 9, prende la terza carta con 0, 1 e 2, resta sempre con 7.\n\nCon un punteggio di 3, 4, 5 e 6 deve rispettare la tabella dei tiraggi.",
                                ""
                            ],
                            [
                                "TABELLE DEI TIRAGGI",
                                "",
                                "PUNTO CON PUNTEGGIO PARI A:",
                                [
                                    "0 - 1 - 2 - 3 - 4 - 5",
                                    "tira carta"
                                ],
                                [
                                    "6 - 7",
                                    "non tira carta"
                                ],
                                [
                                    "8-9",
                                    "non tira carta e dichiara  la \"battuta\": impedisce così al Banco di variare il proprio punteggio"
                                ]
                            ],
                            [
                                "TABLES OF PLAY",
                                "",
                                "BANCO CON PUNTEGGIO PARI A:",
                                [
                                    "0 - 1 - 2",
                                    "tira carta sempre salvo dichiarazione di \"battuta\""
                                ],
                                [
                                    "8 - 9",
                                    "non tira carta e dichiara la \"battuta\""
                                ]
                            ],
                            [
                                "NOTE",
                                "Eventuali errori rilevati durante lo svolgimento della mano verranno corretti ricostruendo il colpo secondo la regola.",
                                ""
                            ]
                        ]
                    ]
                ],
                [
                    "CARRIBEAN STUD POKER",
                    "Carribean.png",
                    [
                        "2",
                        "5",
                        "carribean_972X458.png",
                        [
                            [
                                "IL GIOCO",
                                "Il Caribbean Stud Poker si gioca con cinque carte coperte, il giocatore (player) punta contro il \"banco\" rappresentato dal Casinó cercando di realizzare una combinazione migliore.\n\nViene utilizzato un mazzo di cinquantadue carte da gioco formato da tredici carte per ognuno dei quattro semi (Cuori - Quadri - Fiori - Picche) così composti: un Asso (Ace), nove carte numerate in ordine crescente da 2 a 10, un Fante (Jack), una Donna (Queen) e un Re (King). Il loro valore è quello nominale.\n\nIl tavolo è simile nella forma a quello del Black Jack, i sette giocatori seduti hanno davanti a loro due caselle: ANTE e BET.\n\nLa partita inizia quando il Dealer (l'impiegato), passando la mano lungo la linea, di gioco invita a effettuare le puntate annun-ciando: \"Messieurs faites vos jeux\", per partecipare, ogni giocatore deve obbligatoriamente puntare su ANTE un importo compreso tra il minimo e il massimo indicato al tavolo e facoltativamente il Jackpot.\n\nIl Dealer, dopo aver verificato che tutte le giocate siano regolari dichiarando \"Rien ne va plus\" determina la fine delle puntate:   partendo da sinistra verso destra, prelevandole da una miscela-trice automatica (shuffle), distribuisce cinque carte coperte a ogni postazione assegnandole per ultimo anche a se stesso.\n\nIl giocatore, prima di raccogliere le carte, dovrà attendere che il Dealer abbia completato la loro distribuzione, girato l'ultima delle sue cinque, determinando in questo modo la regolarità della mano e annunciato: \"Prego\" (\"Go ahead\"). Dopo aver preso visione del proprio gioco, potrà scegliere fra tre opportunità: rinunciare, proseguire con quelle ricevute, cambiarne una.\n\nSe rinuncia deve porre le proprie carte, sempre con il dorso verso l'alto, sulla casella BET. Il Dealer provvederà a ritirarle assieme alla puntata su ANTE.\n\nSe decide di proseguire (rilanciare) deve puntare nella casella BET esattamente il doppio di quanto piazzato su ANTE, appoggiare le carte, con il dorso verso l'alto, alla sinistra della casella e attendere, senza poterle più toccare, che il Dealer scopra le proprie.\n\nSe invece intende cambiare una delle cinque carte ricevute, la deve posizionare, senza farla vedere, davanti alla base del lettore ottico utilizzata per la puntata sul Jackpot, sovrapporre alla stessa un importo in gettoni pari a quanto preceden-temente giocato su ANTE e sistemare le quattro rimanenti, con il dorso verso l'alto, alla sinistra della casella. Ricevuta la carta non potrà più toccare quella cambiata.\n\nDopo aver visionato la nuova composizione potrà decidere se portare a termine la mano o rinunciare attenendosi alle procedure precedentemente esposte.\n\nQuando tutti hanno definito il proprio gioco, il banchiere scopre, ordinandole, le sue carte, però se non forma almeno un \"Asso e Re\" \"non qualifica\" (non gioca). A questo punto, partendo dalla sua destra, senza vedere le carte dei giocatori e indipendente-mente dai giochi realizzati, paga alla pari tutte le puntate rimaste che si trovano su ANTE.\n\nSe la mano è composta da \"Asso e Re\" o migliore, il banchiere \"è qualificato\" (gioca). Partendo da destra confronta le sue carte con quelle dei giocatori: in base alle combinazioni ritira gli ANTE e BET perdenti e paga quelli vincenti (ANTE alla pari e BET secondo la tabella dei pagamenti).",
                                ""
                            ],
                            [
                                "JACKPOT PROGRESSIVE",
                                "Il giocatore, puntando su ANTE, acquisisce il diritto di partecipare al \"Jackpot progressive\": per poter aderire deve appoggiare un gettone (bonus) del valore prestabilito nell'apposito alloggiamento con lettore ottico (cerchi giallo e rosso negli esempi); per concor-rere a questa vincita supplementare, realizzabile formando una delle seguenti combinazioni: Colore, Full, Poker, Scala Colore, Scala Reale, non deve aver effettuato il \"cambio carta\".\nLa vincita è indipendente dall'eventuale \"qualifica\" o \"gioco\" del banco; gli importi del pagamento sono riportati nella relativa tabella presente in ogni tavolo.\n\nIl Jackpot, collegato a tutti i Caribbean Poker, è incrementato dai BONUS (Side - Bets) giocati dai clienti: un display ne riporta l'ammontare totale. Il giocatore si deve assicurare, una volta giocato il BONUS, che il suo indicatore luminoso sia acceso. In ogni caso, prima che le carte siano ritirate, il giocatore dovrà sempre avvisare il banchiere \"non qualificato\" informandolo della vincita realizzata sul montepremi progressivo. Non è ammesso giocare solo il Jackpot.",
                                ""
                            ],
                            [
                                "REGOLE GENERALI",
                                "Il Caribbean Stud Poker ha delle regole ben precise il cui rispetto vincola la normale prosecuzione del gioco. Si invitano pertanto i clienti a prendere visione delle principali disposizioni.\n• Ogni giocatore può occupare una sola postazione, deve sempre tenere ben visibili le carte sopra il tavolo, non può scambiare informazioni riguardanti il proprio gioco, far vedere le carte o guardare quelle distribuite agli altri.\n\n• Se un giocatore, dopo il cambio carta, raccoglie per errore una (anche se è la sua) o più carte scartate perde il diritto di portare a termine il gioco, si annulla la sua mano e gli viene restituita la puntata comprensiva del BONUS.\n\n• Se un cliente punta contemporaneamente sia ANTE che BET la giocata viene considerata al buio, pertanto le puntate e la composizione delle carte saranno accettate e ritenute valide. L'impiegato, in assenza di un tempestivo ripensamento del giocatore, potrà passare alla postazione successiva.\n\n• Se la puntata su ANTE è inferiore al minimo del tavolo, dopo l'attribuzione delle carte sulla postazione, potrà essere integrata solo nel caso in cui queste non siano state viste dal giocatore, diversamente, per quella mano sarà accettata \"come valida\".\n\n• Se un giocatore ha puntato sul BET un importo inferiore al doppio dell'ANTE l'eventuale vincita è rapportata all'effettiva puntata.\n\n• Se un giocatore ha puntato sul BET un importo superiore al doppio dell'ANTE l'eventuale vincita viene pagata in base alla puntata consentita, se perdente, viene restituita l'eccedenza.\n\n• Il giocatore che ha realizzato una Scala Reale o una Scala Colore deve sempre dichiararlo appena controllate le proprie carte. In questo caso viene sospesa momentaneamente la partita in tutti i tavoli. Il \"Jackpot progressive\" realizzato sulla combinazione di Scala Reale sarà diviso in parti uguali se due o più giocatori la realizzano nello stesso momento anche su tavoli diversi.\nLa stessa procedura sarà seguita per il \"Jackpot progressive\" formato con la combinazione di Scala Colore.\n\n• Il giocatore che cambia una carta perde il diritto di partecipare a una eventuale vincita di Jackpot. Nel caso in cui realizzi una Scala Reale, Scala Colore o Poker, e il banco si \"qualifichi\", riceverà un pagamento ridotto secondo quanto previsto dalla tabella dei pagamenti. Per tutte le altre combinazioni verranno mantenuti gli stessi pagamenti senza tenere conto del cambio carta.\n\n• Se la combinazione del banchiere è uguale a quelle del giocatore (ad esempio Asso e Re, Coppia, Tris, Colore ecc.) diventerà determinante il valore delle altre carte (vince la carta più alta).\nI semi delle carte non vengono considerati e qualora il valore delle cinque carte fosse uguale per entrambi, la mano è \"in parità\".\n\n• Al tavolo può sedere solo chi gioca.\n\n• Il banco gioca anche contro il singolo cliente.\n\n• Le carte ritirate o annullate dal Dealer, anche per errore, dopo esser state posizionate nel porta-carte o mescolate con altre, non potranno in nessun caso essere controllate o rimesse in gioco.\n\n• Le puntate minime e massime sono evidenziate sui singoli tavoli da gioco mediante appositi cartelli, gli importi sono strettamente vincolanti per il giocatore che non può mai superarli, neppure con l'intervento di terzi. La vincita eccedente realizzata superando il massimo consentito non sarà pagata e la differenza della puntata verrà restituita al cliente.\n\n• La soluzione di eventuali controversie in materia di gioco è demandata alla decisione inappellabile della Direzione Giochi.\n\nCircostanze nelle quali si annulla subito tutta la mano\n• Se il Dealer o uno o più giocatori hanno un numero non corretto di carte.\n\n• Se, a carte distribuite, quelle rimanenti nella shuffle si inceppano, fuoriescono o sormontandosi mostrano il loro valore.\n\n• Se il Dealer scopre una carta durante la distribuzione.\n\n• Se il Dealer, a carte distribuite e prima di girare la carta del banco, si accorge che è stata inavvertitamente saltata una postazione. Qualora se ne accorgesse dopo aver girato la propria carta o aver qualificato, la mano è valida.\n\n• Se al Dealer cadono una o più carte a terra o nel budino durante la loro distribuzione.\n\n• Se, dopo il cambio carte, il Dealer, mentre toglie quelle dei clienti che non intendono proseguire, ritira anche le proprie.\n\n• Se un giocatore raccoglie le carte prima che il Dealer finisca di distribuirle.\n\n• Se il Dealer, nella distribuzione, assegna la carta in una postazione non giocata. Se però se ne accorge dopo aver girato la propria carta (i clienti hanno perciò visto le loro) la mano è valida e si porta a termine. In ogni caso la postazione senza puntata non potrà entrare in gioco.",
                                ""
                            ]
                        ]
                    ]
                ],
                [
                    "FRENCH ROULETTE",
                    "French.png",
                    [
                        "3",
                        "6",
                        "roulettefrancese_972X458.png",
                        [
                            [
                                "IL GIOCO",
                                "A Ca' Vendramin Calergi e a Ca' Noghera sono presenti room che ospitano tavoli di Roulette Francese, uno dei giochi più importanti e affascinanti di tutto il Casinò di Venezia. Lasciati sedurre dal rumore della boule che termina la sua corsa nel cilindro.\n\nIl tavolo (table de jeu) ha forma rettangolare, il piano è ricoperto quasi interamente da un tappeto verde (tapis verte) sul quale è disegnato il tracciato (tableau) formato dai numeri, dalle colonne, dozzine e combinazioni semplici.\n\nIn uno dei due lati più corti è posizionata la \"roulette\", un cilindro in legno (le cylindre) al cui interno ruota, appoggiato su un meccanismo di precisione, un piatto metallico suddiviso in trentasette caselle (cases), queste comprendono lo 0, diciotto numeri rossi e diciotto numeri neri alternati tra loro dall'1 al 36. Vicino alla roulette è sistemata la dotazione della \"banca\" composta da gettoni (jetons et plaques) di forma e valore diversi.\n\nIl Capo Tavolo (Chef de Table) è responsabile del tavolo; egli ha il compito di sovrintendere le attività di gioco garantendo il rispetto dei regolamenti mentre i tre impiegati (croupiers), seduti al tavolo rispettivamente a destra (droite), a sinistra (gauche) e di fronte (bout de table) allo Chef, hanno l'incarico di condurre la partita eseguendo tutte le operazioni necessarie al suo regolare svolgimento.\n\nIl gioco è molto semplice: si scommette contro il banco cercando di indovinare in quale numero cadrà la pallina lanciata dal croupier (le bouler). Le puntate vincenti daranno diritto a dei premi proporzionali sia al valore dei gettoni che al tipo di combinazione scelta.\n\nLa partita inizia con il tradizionale annuncio dell'impiegato \"Messieurs, faites vos jeux\", rivolto ai giocatori (joueurs) per invitarli a effettuare le proprie puntate, termina con il lancio della boule (il giro è inverso a quello del cilindro) e la consueta frase \"Rien ne va plus\". Da questo momento in poi non è più permesso giocare, solamente il Capo Tavolo può concedere una deroga.\n\nLa pallina determina il numero vincente quando si ferma in una delle trentasette caselle del cilindro.\nLe bouler annuncia in francese il numero e le relative combinazioni semplici (rouge o noir, pair o impair, manque o passe). Subito dopo gli impiegati di destra e di sinistra svolgono i seguenti compiti: uno indica il numero sul tappeto con il rastrello (rateau), elenca in francese le combinazioni multiple vincenti e ritira i gettoni perdenti; l'altro paga le vincite, completando una combinazione alla volta, rispettando il seguente ordine: colonna, dozzina, chances semplici, sestine e terzina, carré, cavallo e pieno.\n\nSe il numero uscito è pari rastrella l'impiegato di destra, mentre quello di sinistra paga, se è dispari avviene il contrario.\n\nNelle colonne e dozzine i pagamenti iniziano dai gettoni di valore minore e terminano con quelli di valore maggiore. Nelle combinazioni semplici, indipendentemente dalla puntata, vengono pagati per primi i gettoni fisicamente più lontani rispetto all'impiegato, posizionando le fiches, al pari delle colonne e dozzine, accanto o sopra alla posta iniziale. Nelle \"combinazioni multiple\" l'impiegato passa con il rateau un pagamento alla volta iniziando dalle vincite realizzate con la puntata di importo inferiore e terminando con quelle di importo maggiore.\n\nCon l'uscita dello 0 vincono le puntate su questo numero e sulle sue combinazioni multiple; perdono colonne e dozzine, mentre le giocate sulle combinazioni semplici, dimezzando il loro valore, sono \"messe in prigione\" (enfermées) e spostate sull'apposita linea.\n\nLe puntate \"imprigionate una volta\", se vincenti il colpo successivo, vengono liberate dall'impiegato e possono essere ritirate, se perdenti sono incamerate dal banco.\n\nLe puntate \"imprigionate più volte consecutive\" (fino ad un massimo di tre, alla quarta l'importo ancora in gioco sarà diviso) per poter essere liberate dovranno vincere tante volte quante sono state imprigionate.\n\nAd ogni uscita dello 0 il giocatore ha la possibilità di ritirare metà della posta rimasta \"à partager\" (l'altra sarà trattenuta dal banco), lasciarla dove si trova o farla spostare, sempre vincolata, in un'altra combinazione semplice.",
                                ""
                            ],
                            [
                                "COMBINAZIONI E PAGAMENTI",
                                "Split (Cheval)\nThis is a bet placed on two adjoining numbers, either horizontal or vertical, and is announced by declaring both numbers (the lowest first). The bet is laid by placing the chip on the line that separates the two numbers.\n\nStreet (Transversale Pleine)\nThis is a bet on three numbers on the same horizontal line. To call a street bet, the first and last number must be announced (the lowest first). The chip is placed on the outside edge of the line on the grid.The first street is traditionally called the “first three” (trois premiers) and the last, the “last three” (trois derniers).\n\nZero Street (Transversale du Zero)\nThe streets known as the zero Streets (transversales du zero), i.e. 0/1/2 e 0/2/3, are distinguished because the position of the numbers on the grid are positioned differently to traditional streets.\n\nCorner (Carré)\nThis is a bet on four numbers forming a square, two above and two below. To call a corner bet, the first and last number must be announced (the lowest first).The chip is placed at the centre of the four numbers.\n\nFirst four (Quatre Premiers)\nThis is a bet on the sequence 0/1/2/3 known as the “first four” (quatre premiers). To lay this bet the chip is placed on the outside edge of the grid line between 0, 1 and the first dozen.\n\nSixline (Sixaine - Transversale Simple)\nThis is a bet on six numbers that make up two adjoining streets, one above the other. To call a sixline bet, the first and last number must be announced (the lowest first).The first sixline is traditionally called the “first six” (six premiers) and the last, the “last six” (six derniers). To lay this bet the chip is placed on the outside edge of the line between the two streets.\n\nDozen (Douzaine)\nThis is a bet on the first, second or third group of twelve consecutive numbers.The first: from1 to 12, the douze premiers, the second: from13to24, the douzemilieu, the third: from 25 to 36, the douze derniers.These bets are called by announcing “the first dozen, the middle dozen or the last dozen” and chips are placed in the appropriate spaces at the end of the grid.\n\nColumn (Colonne)\nThis is a bet on all twelve numbers on any of the three vertical lines (columns) on the grid starting from 34, 35 or 36. To lay this bet the chip is placed in the appropriate spaces under the relevant column of numbers.",
                                "CHANCES MULTIPLE",
                                [
                                    "PIENO",
                                    "35 TO 1"
                                ],
                                [
                                    "CAVALLO",
                                    "17 TO 1"
                                ],
                                [
                                    "CARRÈ",
                                    "8 TO 1"
                                ],
                                [
                                    "QUATTRO PRIMI",
                                    "8 TO 1"
                                ],
                                [
                                    "TERZINA",
                                    "11 TO 1"
                                ],
                                [
                                    "SESTINA",
                                    "5 TO 1"
                                ],
                                [
                                    "DOZZINA",
                                    "2 TO 1"
                                ],
                                [
                                    "COLONNA",
                                    "2 TO 1"
                                ]
                            ],
                            [
                                "COMBINAZIONI E PAGAMENTI",
                                "Manque e Passe\nSono formati ciascuno da diciotto numeri:\nManque dall'1 al 18.\nPasse dal 19 al 36.\nSi puntano giocando il gettone negli appositi spazi (Manque o Passe) del tracciato.\n\nPari e Dispari (Pair et Impair)\nComprendono ciascuno diciotto numeri:\nImpair comprende i numeri dispari.\nPair comprende i numeri pari.\nSi puntano giocando il gettone negli appositi spazi (Impair o Pair) del tracciato.\n\nRosso e Nero (Rouge et Noir)\nSono formati ciascuno da diciotto numeri.\nSi puntano giocando il gettone negli appositi spazi (rosso o nero) del tracciato.\n\nRossi\n1-3-5-7-9-12-14-16-18\n19-21-23-25-27-30-32-34-36\n\nNeri\n2-4-6-8-10-11-13-15-17\n20-22-24-26-28-29-31-33-35",
                                "CHANCES SEMPLICI",
                                [
                                    "PARI",
                                    "1 TO 1"
                                ],
                                [
                                    "DISPARI",
                                    "1 TO 1"
                                ],
                                [
                                    "MANQUE (1-18)",
                                    "1 TO 1"
                                ],
                                [
                                    "PASSE (19-36)",
                                    "1 TO 1"
                                ],
                                [
                                    "ROSSO",
                                    "1 TO 1"
                                ],
                                [
                                    "NERO",
                                    "1 TO 1"
                                ]
                            ],
                            [
                                "ANNUNCI",
                                "CLICCA L'ICONA PER I DETTAGLI",
                                "",
                                [
                                    "VICINI DELLO ZERO",
                                    "9 chips"
                                ],
                                [
                                    "SERIE 5/8",
                                    "6 chips"
                                ],
                                [
                                    "ORFANELLI",
                                    "5 chips"
                                ],
                                [
                                    "NASSA",
                                    "5 chips"
                                ],
                                [
                                    "ZERO SPIEL",
                                    "4 chips"
                                ],
                                [
                                    "SETTORI DI 5 NUMERI",
                                    "5 chips"
                                ]
                            ],
                            [
                                "ANNUNCI",
                                "CLICCA L'ICONA PER I DETTAGLI",
                                "FINALI IN PIENO",
                                [
                                    "Vicini dello 0 - 1 - 2 - 3 - 4 - 5 - 6 zero",
                                    "4 chips"
                                ],
                                [
                                    "7- 8 -9",
                                    "3 chips"
                                ]
                            ],
                            [
                                "ANNUNCI",
                                "CLICCA L'ICONA PER I DETTAGLI",
                                "FINALI A CAVALLO ORIZZONTALI",
                                [
                                    "0/1  1/2  2/3  4/5  5/6",
                                    "5 gettoni"
                                ],
                                [
                                    "7/8  8/9",
                                    "4 gettoni"
                                ]
                            ],
                            [
                                "ANNUNCI",
                                "CLICCA L'ICONA PER I DETTAGLI",
                                "FINALI A CAVALLO VERTICALI",
                                [
                                    "0/3  1/4  2/5  3/6",
                                    "4 gettoni"
                                ],
                                [
                                    "4/7  5/8  6/9  7/10  8/11  9/12",
                                    "3 gettoni"
                                ]
                            ],
                            [
                                "SETTORI E FINALI",
                                "La Serie 5/8 e i Vicini dello Zero sono tradizionalmente tenuti \"pagati a piazzare\" dall'impiegato, i gettoni corrispondenti all'ammontare della giocata sono stesi a fianco della linea esterna che delimita il Passe o il Manque. A numero uscito, il gettone, nella terzina e nel Carré dei Vicini dello Zero sono due, verrà piazzato solo se risulterà vincente la combinazione giocata mentre sarà annullato se perdente.\n\nLa Serie 5/8 (Le Tiers du Cylindre)\nSi giocano dodici numeri con sei gettoni ed è formata dai seguenti cavalli: 5/8 - 10/11 - 13/16 - 23/24 - 27/30 - 33/36.\n\nI Vicini dello Zero (Les Voisins du Zéro)\nSi giocano diciassette numeri con nove gettoni e sono formati dalle seguenti combinazioni: due pezzi sulla terzina 0/2/3 e carré 25/29, un pezzo per ognuno dei seguenti cavalli 4/7 - 12/15 - 18/21 - 19/22 - 32/35.\n\nGli Orfanelli (Les Orphelins)\nSono formati da due settori del cilindro distanti tra loro che separano i numeri della Serie 5/8 da quelli dei Vicini dello Zero: 17/34/6 da una parte e 1/20/14/31/9 dall'altra.\n\nGli Orfanelli si accettano giocati a cavallo con cinque gettoni così ripartiti: un pezzo in pieno al numero 1 e un pezzo per ognuno dei seguenti cavalli: 6/9 - 14/17 - 17/20 - 31/34, oppure in pieno con otto gettoni.\n\nLa Nassa\nSi gioca con cinque pezzi puntando un gettone per ognuna delle seguenti combinazioni: 0/3 - 12/15 - 19 - 26 - 32/35.\nUna variante, nota come \"Zero spiel\", non comprende il 19 e quindi si gioca con quattro gettoni posizionati singolarmente: 0/3 - 12/15 - 26 - 32/35.\n\nSettore di 5 Numeri (Un Numéro et Deux Voisins)\nÈ formato da un numero e dai suoi laterali sul cilindro, due a destra e due a sinistra. Si punta con cinque pezzi giocando i pieni.\n\nLe Finali (Les Finales)\nSi individuano osservando il tracciato dei numeri sul tappeto, possono essere in pieno e a cavallo. Le finali in pieno sono formate dai numeri che hanno in comune la stessa cifra finale (le unità), ad esempio la \"1\": 1/11/21/31. Le finali a cavallo hanno in comune le unità di due numeri vicini tra loro (a cavallo) e, a loro volta, si dividono in orizzontali e verticali.\n\n- Le Finali Verticali\nSono formate da due numeri posti uno sopra all'altro, si giocano a cavallo con tre o quattro gettoni determinati dalla posizione dei numeri sul tracciato. Esempio finale 3/6 quattro pezzi: 3/6 - 13/16 -23/26 - 33/36.\n\n- Le Finali Orizzontali\nComprendono una sequenza di due numeri consecutivi giocati a cavallo e in pieno (due per Finale) determinati dalla loro collocazione sul tracciato, si puntano con quattro o cinque gettoni. Molto richiesta è la finale 8/9: 8/9 - 18 - 19 - 28/29 (quattro pezzi).\n\nGli annunci vincenti si possono far rigiocare dall'impiegato utilizzando l'importo del pagamento:\n\nA rifare             Lo stesso numero di pezzi.\n\nA completare    Lo stesso numero di pezzi, meno la puntata.\n\nPer il tutto        (Serie e Vicini) Tutta la vincita e la puntata\n\n(la serie triplica, i vicini raddoppiano).",
                                ""
                            ],
                            [
                                "REGOLE GENERALI",
                                "• Ogni spostamento, correzione o errore anche dell'impiegato di gioco, dovrà essere segnalato al Capo Tavolo prima dell'annuncio del \"Rien ne va plus\".\n\n• La vincita è determinata unicamente dalla posizione del gettone all'uscita del numero, quindi il cliente è invitato a seguire attentamente lo svolgimento della partita, a controllare la posizione dei propri gettoni sul tavolo da gioco, anche se piazzati dall'impiegato, e a presenziare ai pagamenti.\n\n• La Direzione declina ogni responsabilità sulle puntate effettuate dall'impiegato in modo non conforme alle richieste del giocatore.\n\n• Non è consentito puntare a cavallo sulle combinazioni semplici, sulle dozzine e sulle colonne.\n\n• Il giocatore che vince conserva la sua puntata iniziale che può essere lasciata nella stessa combinazione oppure, al termine del pagamento, ritirata o spostata.\n\n• I giocatori non possono toccare i gettoni vincenti prima che siano completati tutti i pagamenti.\n\n• Per poter nuovamente puntare i giocatori devono attendere che l'impiegato abbia liberato il numero e ritirato tutte le giocate perdenti (sulle combinazioni vincenti è possibile farlo al termine di tutti i pagamenti).\n\n• Le vincite non riscosse sulle chances multiple sono subito accantonate assieme alle puntate, quelle sulle chances semplici, colonne e dozzine dopo il terzo colpo.\n\n• Le puntate minime e massime sono evidenziate sui singoli tavoli da gioco mediante appositi cartelli, gli importi sono strettamente vincolanti per il giocatore, che non può mai superarli neppure con l'intervento di terzi. La vincita eccedente realizzata superando il massimo consentito non sarà pagata e la differenza della puntata verrà restituita al cliente.\n\n• La Direzione si riserva il diritto di modificare i minimi e i massimi anche nel corso della stessa giornata: il Capo Tavolo avviserà verbalmente i giocatori e disporrà il cambio del relativo cartello.\n\n• È facoltà della Direzione sospendere la partita in qualsiasi momento della giornata.\n\n• La risoluzione di eventuali controversie in materia di gioco è demandata alla decisione inappellabile della Direzione Giochi.",
                                ""
                            ]
                        ]
                    ]
                ],
                [
                    "CHEMIN DE FER",
                    "Chemin.png",
                    [
                        "4",
                        "7",
                        "chemindefer_972X458.png",
                        [
                            [
                                "DALLE ORIGINI A OGGI",
                                "Bello, magico e coinvolgente, lo Chemin de Fer appassiona da sempre i più grandi giocatori di tutto il mondo e in tutti i casinò. Sembra che le sue origini risalgano all’epoca medievale, quando un gioco chiamato “Baccarà” veniva praticato con i tarocchi, considerati magici, tanto da essere decorati da illustri artisti e usati come strumenti di divinazione.\n\nLo Chemin de Fer è il più classico e affascinante gioco di carte.\nBello, magico, coinvolgente, appassiona da sempre i più grandi giocatori di tutto il mondo.\n\nSembra che le sue origini risalgano all’epoca medievale, quando un gioco chiamato “Baccarà” veniva praticato con i tarocchi, considerati magici, tanto da essere decorati da illustri artisti e usati come strumenti di divinazione.\n\nNei primi anni del Cinquecento arrivò in Francia dove, prima di essere introdotto nei casinò, rimase per lungo tempo un gioco esclusivo riservato alla nobiltà.\n\nIl nome deriva dal particolare disegno rappresentato sul “panno verde” che ricorda le rotaie e dalla forma del sabot (contenitore utilizzato per la distribuzione delle carte) simile a una piccola locomotiva che si muove da un giocatore all’altro: “Chemin de Fer”, ferrovia in francese.\n\nIl Casinò di Venezia ospita nelle sale più riservate della rinascimentale Ca’ Vendramin Calergi una serie di grandi appuntamenti con gare e tornei dai premi prestigiosi, mentre a Ca’ Noghera è possibile partecipare a tornei quotidiani “sit&go” .",
                                ""
                            ],
                            [
                                "IL GIOCO",
                                "Il tavolo si presenta di forma ovale, il tracciato delimita nove postazioni, quelle per i giocatori sono otto, numerate in ordine crescente, la rimanente è caratterizzata da una leggera rientranza sul bordo ed è riservata al Capo Partita.\nAl centro del tavolo si trovano tre piccole aperture: in quella principale, di dimensione maggiore chiamata “sibilla”, vengono introdotte le carte che sono annullate alla fine di ogni “colpo”, mentre nelle due più piccole, collocate alla destra e alla sinistra della “sibilla”, vengono inserite le mance. Alla destra del Capo Partita è posizionata una quarta fessura nella quale sono collocate le fiches che, come vedremo, costituiscono il pagamento della tassa che spetta alla Casa da Gioco.\nVicino al tavolo è sempre presente un impiegato chiamato “Changeur”, egli ha il compito di collaborare con il Capo Partita intervenendo sul cambio dei gettoni e banconote. Per la sua mansione utilizza una dotazione di gettoni della Casa da Gioco.\nIl gioco si svolge con l’impiego di sei mazzi di cinquantadue carte (six jeux de 52 cartes): tre hanno il dorso di un colore e tre di un altro. In totale le carte sono 312.\nLo scopo del gioco è di raggiungere il punto più alto (9) o avvicinarsi il più possibile, sommando i valori delle due o tre carte assegnate.\nIl punteggio più basso è zero (Baccarà). Gli assi valgono un punto, le figure e i 10 zero punti, mentre le altre carte mantengono il loro valore nominale. Il risultato finale si ottiene sommando il valore di ogni carta togliendo la decina quando possibile (8 + 7 = 15 - 10 = 5).\nLa partita si svolge esclusivamente tra i giocatori (jouers), mentre il compito del Capo Partita (croupier) è quello di condurla, far rispettare le regole e prelevare la tassa del 5% (cagnotte), a favore della Casa da Gioco, sul solo importo che il banchiere (le banquier) vince di volta in volta.\nLa partita può incominciare quando al tavolo sono seduti almeno sei giocatori su otto posti disponibili, chi desidera occupare un posto ha l’obbligo di farne richiesta al Commissario di Gioco. Possono partecipare anche giocatori in piedi, nei limiti previsti dal regolamento, in particolare dovranno effettuare le puntate esclusivamente davanti a loro e non potranno seguire le mani cambiando posizione.\nInizia la mano il giocatore seduto alla postazione n. 1 (banchiere) il quale scommette una somma pari almeno al minimo del tavolo stabilito dal Commissario di Gioco.\nSe vince, il banchiere continua. Per rimanere in gioco è però obbligato a mettere in palio tutta la posta (puntata e vincita).\nLa mano passa dal banchiere al giocatore successivo (da sinistra a destra) quando si verifica una combinazione perdente per il banco (la banque), oppure quando il banchiere si ritira dopo aver terminato almeno un colpo valido (dare seguito).\nUna mano è l’insieme di uno o più colpi.\nAd ogni colpo il banchiere sfila dal sabot quattro carte: la prima e la terza sono per la “punta” (le ponte), giocatore che si confronta con il banchiere, la seconda e la quarta per il banchiere.\nConclusa la distribuzione delle carte la “punta”, guardando le sue senza farle vedere, deve dichiarare il gioco per prima chiamando “carta” se vuole la terza carta, “no” se non la vuole (carte ou pas de carte) oppure evidenziare la “battuta” (abatage): mostrare il punteggio di 8 o 9 realizzato con le prime due carte. La battuta preclude all’avversario la possibilità di variare il suo punteggio.\nIl banchiere, dopo che la “punta” ha manifestato il proprio gioco, scopre le sue carte e solo in questo momento assegna l’eventuale carta o la prende rispettando lo svolgimento del gioco.\nVince il giocatore che con la somma complessiva delle proprie carte si avvicina di più, o raggiunge, il punteggio di 9.\nSe si verifica la parità tra banchiere e punta il colpo è considerato nullo (égalité - le coup est nul).\n Nel caso di combinazione perdente, “la punta” ha la possibilità di rimanere ancora in gioco e chiamare nuovamente “banco” (banco suivi) escludendo dal colpo gli altri giocatori.\n\nNel gioco vi sono tre puntate consuete:\n• Banco solo\nLa punta gioca da sola contro il banchiere\n• Banco con il tavolo\nIl giocatore alla punta scommette metà della somma del banchiere\n• Puntate di singoli giocatori\nConcorrono assieme fino alla copertura del banco senza superarlo. In questo caso le carte della punta sono assegnate al giocatore che ha scommesso la cifra maggiore.\nIl giocatore che vuole partecipare alla mano deve porre la puntata davanti alla propria casella oltre la linea di divisione; quella posta sopra la linea vale la metà del proprio valore, salvo diversa dichiarazione del giocatore. Le puntate dei giocatori in piedi hanno lo stesso valore di quelle effettuate dai giocatori seduti.",
                                ""
                            ],
                            [
                                "GIOCO ALLA REGOLA",
                                "I giocatori sono liberi di attenersi o no alla tabella di seguito riportata detta “Regola”. Coloro che intendono attenersi alla tabella della Regola hanno l’obbligo di dichiararlo al Capo Partita, che a sua volta informerà tutti gli altri giocatori.\n\nIl Capo Partita deve sempre evidenziare coloro che giocano alla “Regola”, poiché in caso di errori il cliente è tutelato dal regolamento: i colpi non conformi sono ricostruiti dall’impiegato in base alla Regola stessa.",
                                ""
                            ],
                            [
                                "REGOLE GENERALI",
                                "• Il Commissario si riserva il diritto di formare i tavoli “a sua discrezione”, assegnando il posto ai giocatori prenotati.\n\n• Non si possono occupare più posti allo stesso tavolo o a più tavoli.\n\n• Nel Grande Tavolo i posti riservati ai giocatori sono nove.\n\n• Soltanto l’impiegato chiude il gioco con la consueta frase:\n“Rien ne va plus”, le puntate fatte in tempo non potranno essere modificate, dovranno essere individuali e saranno ritenute valide solamente se effettuate con gettoni della Casa da Gioco o con valuta in Euro. Le puntate giocate dopo il “Rien ne va plus” non sono accettate.\n\n• Quando il banchiere passa la mano, l’impiegato offre il seguito “all’altezza” (per l’intero importo del banco) ai giocatori seduti al tavolo partendo da quello seduto alla destra del banchiere uscente. Se non viene assegnato, viene offerto a tutti gli altri giocatori in piedi e sarà aggiudicato a chi “parla per primo”.\n\n• Se la mano non è presa “all’altezza” viene posta “all’asta” e attribuita al miglior offerente senza distinzione fra chi gioca al tavolo seduto o in piedi. Se però l’offerta fra più giocatori ha lo stesso importo, viene preferito quello seduto.\n\n• Le carte, che all’interno del sabot mostrano il loro valore, sono annullate; in nessun caso la carta staccata dal sabot può essere rimessa al suo interno, è rigorosamente vietato guardare le carte mentre si sfilano dal sabot.\n\n• I giocatori seduti ai tavoli da gioco e quelli che assistono sono tenuti a non conversare o commentare ad alta voce lo svolgimento della partita.\n\n• Le puntate e le vincite non riscosse sono ritirate dal Commissario e depositate conformemente alle disposizioni della Direzione Giochi.\n\n• Il Commissario di Gioco ha la possibilità di modificare il minimo del tavolo anche nel corso della partita avvisando verbalmente i giocatori.\n\n• È facoltà della Direzione sospendere la partita in qualsiasi momento della giornata.\n\n• La soluzione di eventuali controversie è demandata alla decisione inappellabile della Direzione Giochi.",
                                ""
                            ]
                        ]
                    ]
                ],
                [
                    "MIDI TRENTE ET QUARANTE",
                    "Trente.png",
                    [
                        "5",
                        "2",
                        "trentaquaranta_972X458.png",
                        [
                            [
                                "IL GIOCO",
                                "La partita si svolge tra il banco, che rappresenta il Casinò , e i giocatori. Le puntate possono essere effettuate su quattro combinazioni (chances): Rosso, Nero, Colore e Inverso. La combinazione vincente tra Rosso e Nero è determinata dal punteggio più basso, compreso tra 31 e 40, ottenuto som-mando i valori delle carte stese su due file, mentre tra Colore e Inverso è definita dal colore del seme della prima carta estratta. Il pagamento è alla pari.\nAl Trente et Quarante sono utilizzati sei mazzi di cinquantadue carte da gioco (six jeux de 52 cartes) formati da tredici carte per ognuno dei quattro semi (Cuori - Quadri - Fiori - Picche) così composti: un Asso (As), nove carte numerate in ordine crescente da 2 a 10, un Fante (le Valet), una Donna (la Dame) e un Re (le Roi). L’Asso vale 1 punto, le figure 10 punti, le altre il loro valore nominale.\nIl tavolo (la table de jeu) ha dimensioni simili a quelle della Roulette Francese, la forma è rettangolare, sul “tappeto verde” (tapis verte) è disegnato il tracciato (tableau) diviso in quattro zone che corrispondono rispettivamente a Rosso (Rouge), Nero (Noir), Colore (Couleur), Inverso (Inverse). Possono sedere al massimo sette giocatori (joueurs), mentre non c’è limite per quelli in piedi.\n\nIl Capo Tavolo (Chef de Table) è responsabile del tavolo: egli ha il compito di sovrintendere le attività di gioco garantendo il rispetto dei regolamenti, mentre i due impiegati (croupiers), seduti di fronte tra loro, uno a destra (tailleur) e l’altro a sinistra (payeur) dello Chef, hanno l’incarico di condurre la partita eseguendo tutte le operazioni necessarie al suo regolare svolgimento.\n\nLe carte, dopo essere state accuratamente mescolate a mano, vengono introdotte dal tailleur in una miscelatrice automatica (shuffle) che provvede, in maniera autonoma, a mescolarle a sua volta e a prepararle per essere estratte.\n\nUn tempo le procedure erano manuali e seguivano un “rituale” rigoroso: stesura, controllo e preparazione della sixain, la coupe (taglio per dividerla in due mazzi) richiesta alle signore più affascinanti ed eleganti fra quelle presenti al tavolo e, per finire, la scenografica distribuzione delle carte sul tappeto per la lettura dei punteggi.\nPer le particolarità del gioco e per le notevoli somme giocate al Trente et Quarante sono sempre designati i croupiers più esperti.\n\nIl gioco inizia quando, dopo l’annullamento delle prime cinque carte “Messieurs les cinq cartes”, l’impiegato annuncia “Messieurs faites vos jeux” e termina con la frase “Messieurs les jeux sont faites, rien ne va plus”. Da questo momento in poi non è più possibile ritirare, spostare o effettuare alcuna puntata.\n\nPer la determinazione del “punto” il tailleur estrae e scopre le carte una alla volta, sommando mentalmente i valori, posizionandole di seguito, da sinistra a destra, allineate in due file parallele. La prima fila gioca per la combinazione del Noir, quella sottostante per quella del Rouge.\n\nOgni fila deve raggiungere un punteggio che deve essere compreso tra 31 e 40. Quando l’impiegato, nella formazione della prima, supera il 30, interrompe la stesura e annuncia la somma ottenuta dichiarando solo le unità, compone quindi la fila inferiore rispettando la stessa procedura. Vince la fila che realizza il punteggio minore.\n\nIl colore del seme della prima carta della fila superiore determina la combinazione vincente tra Couleur o Inverse:\nvince Couleur se corrisponde a quello della fila vincente, se non è uguale, vince Inverse.\n\nIl tailleur annuncerà rigorosamente in francese le due chances vincenti o perdenti (una vince e l’altra perde tra Rosso e Nero, Colore e Inverso) dichiarando sempre la sorte del Rouge e del Couleur con i loro possibili abbinamenti.",
                                ""
                            ],
                            [
                                "COMBINAZIONI VINCENTI",
                                "",
                                "",
                                [
                                    "ROUGE GAGNE ET COULEUR",
                                    "ROSSO COLORE"
                                ],
                                [
                                    "ROUGE GAGNE, LA COULEUR PERD",
                                    "ROSSO INVERSO"
                                ],
                                [
                                    "ROUGE PERD, LA COULEUR GAGNE",
                                    "NERO COLORE"
                                ],
                                [
                                    "ROUGE PERD ET COULEUR",
                                    "NERO INVERSO"
                                ]
                            ],
                            [
                                "GLI APRÈS",
                                "Quando le due file realizzano lo stesso punteggio la mano è dichiarata nulla. L’impiegato annuncerà i due valori uguali accompagnando il secondo con la parola “Après”. I clienti avranno la possibilità di ritirare, spostare o variare la loro puntata.\n\n31 APRÈS\nNel caso in cui la somma raggiunta in entrambe le file sia 31 (Un Après) le puntate perdono la metà del loro valore e sono imprigionate negli appositi spazi.\n\nAd ogni “31 Après” il giocatore ha la possibilità di dividere con il banco la propria puntata (à partager), lasciarla dove si trova o farla spostare, sempre però vincolata, in un’altra combinazione dove giocherà per la mano successiva.\nNel caso si verifichi un solo “31 Après” la puntata (en prison) potrà essere ritirata solo se la mano successiva risulterà vincente, mentre, in presenza di più “31 Après” consecutivi, per poter essere liberata, dovrà vincere tante volte quante sono stati i “31 Après”.\nIl limite massimo degli Après consecutivi è di tre volte, al quarto Après l’importo rimasto ancora in gioco sarà diviso.\n\nAd ogni mano della taglia, per evitare di perdere la metà della mise con il “31 Après” i giocatori possono “assicurare” le puntate non in “prigione” (assurer leurs enjeux) pagando al banco l’1% del loro valore. L’impiegato evidenzierà l’importo assicurato posizionando sulle fiches corrispondenti un apposito “marcatore” (assurer).\n\nAPRÈS\nLa prima fila raggiunge 32 punti, l’impiegato annuncia “Deux”, la seconda fila 32 punti, l’impiegato annuncerà: “Deux Après” (La mano è pari).\n\n31 APRÈS\nLa prima fila raggiunge 31 punti, l’impiegato annuncia “Un”, la seconda fila 31 punti, l’impiegato dichiarerà: “Un Après” (Le puntate vengono “imprigionate”).",
                                ""
                            ],
                            [
                                "REGOLE GENERALI",
                                "• Il Casinò di Venezia, per tradizione, permette ai giocatori di ritirare le proprie puntate per l’intero valore nel caso in cui, dopo il primo “31 Après”, la “taglia” finisca senza che siano rimaste delle carte nella miscelatrice (senza resto).\n\n• Per essere veloci come il Payeur si deve osservare la prima carta della fila superiore: se è nera la sorte del Rosso si abbina all’Inverso, se è rossa al Colore.\n\n• Per la determinazione del punto, la carta valida è sempre quella che l’impiegato prende per prima. Se l’impiegato dovesse prendere più carte, queste saranno messe in gioco partendo da quella superiore.\n\n• Se una o più carte, all’interno della miscelatrice, mostrano il loro valore sono valide in ogni caso e concorrono alla formazione del punto. Se nelle mani successive una o più carte mostrano ancora il loro valore, si procederà fino al completamento della terza mano, anche non consecutiva, con le carte scoperte, al termine la taglia sarà sospesa e le carte rimescolate.\n\n• Le carte cadute a terra o nella “Sibilla” (contenitore circolare nel quale sono introdotte le carte già utilizzate nella taglia) vengono annullate.\n\n• Al tavolo può sedere solo chi gioca.\n\n• Le puntate minime e massime sono evidenziate sui singoli tavoli da gioco mediante appositi cartelli, gli importi sono strettamente vincolanti per il giocatore: non può mai superarli, neppure con l’intervento di terzi. La vincita eccedente realizzata superando il massimo consentito non sarà pagata e la differenza della puntata sarà restituita al cliente.\n\n• La soluzione di eventuali controversie è demandata alla decisione inappellabile della Direzione Giochi.",
                                ""
                            ]
                        ]
                    ]
                ]
            
                
            ]
        ]
    ]
 
}